{
  "wishes": [
    {
      "id": "001",
      "text": "Wishing you happiness and joy on this your day, Father. I will love you always."
    },
    {
      "id": "002",
      "text": "Wishing you a Happy Fathers Day on this day, and wishing you happiness and sunshine for the coming year. Thanks for all you are and all you do."
    },
    {
      "id": "003",
      "text": "There were times in my life when I didn't understand but you always took the time to help me and be there for me. Happy Father's day Papa!"
    },
    {
      "id": "004",
      "text": "Thank you for your encouragement, for your love and support. I am so fortunate to have a Dad like you. Happy Father's Day Dad!!"
    },
    {
      "id": "005",
      "text": "You always worked so hard to provide for us. You always made the time for us. You have always encouraged and supported us. And you are the best DAD to us! Happy Father's Day!"
    },
    {
      "id": "006",
      "text": "Today is your day. A day to celebrate and let you know how much you are appreciated and loved Dad! Happy Father's Day Papa"
    },
    {
      "id": "007",
      "text": "I can't express my gratitude enough for the encouragement you always give for the values you have taught me and for the love you give me each and every day.Happy Father's Day, Dad!"
    },
    {
      "id": "008",
      "text": "Happy Father’s Day! You mean everything to me. Without you, I could never be the person I am today. Thank you!"
    },
    {
      "id": "009",
      "text": "Happy Father’s Day! May you receive much joy and stay blessed! May God always shower you with boundless happiness!"
    },
    {
      "id": "010",
      "text": "Fathers are real superheroes. They may not have superpowers but they always have a super heart and a super spirit. Happy Fathers Day to all Dads!"
    },
    {
      "id": "011",
      "text": "Happy Fathers Day! Thank you for being the superman in my life. You always made me feel special with your love and care"
    },
    {
      "id": "012",
      "text": "I am lucky to have you in my life. You are the best dad in the whole universe. I love you! Happy Father’s Day!!"
    }
  ]
}
